{"bid":100002,"title":"The New Normal","subtitle":"MaryLand, U.S, to ban foam-based food packaging","content":"(CNN) <b>This week Maryland will become the first state in the US to ban the use of foam containers for carryout.<\/b><br><br>\nThe law, which was approved during the 2019 state legislative session, will go into effect on October 1 and includes items such as cups, plates, carryout containers and trays. The law affects food service as well as other businesses and institutions that use these products, such as schools.<br><br>\nThe original deadline to stop using the products was July 1, but on June 11, it was pushed back due to the Covid-19 pandemic.<br><br>\nSeveral areas in Maryland have already introduced foam bans, including Montgomery and Prince George's counties. \"Single-use plastics are overrunning our oceans and bays and neighborhoods,\" Democratic Delegate Brooke Lierman, the main sponsor of the House bill, told CNN when it passed in 2019.<br><br>\n\"We need to take dramatic steps to start stemming our use and reliance on them ... to leave future generations a planet full of wildlife and green space.\"<br><br>\nShe had proposed the bill twice before but she believes public opinion shifted to recognize the problem with plastic. However, the American Chemistry Council, the trade association of chemical manufacturers, voiced opposition to the legislation.<br><br>\n\"Polystyrene foam packaging and containers provide business owners and consumers with a cost-effective and environmentally preferable choice that is ideal for protecting food and preventing food waste, particularly when used for food service.<br><br>\nFoam packaging is generally more than 90 percent air and has a lighter environmental impact than alternatives,\" the council said in a statement.<br><br>\nA food service business or school can apply for a waiver for up to one year if the Maryland Department of the Environment finds that following the law would \"present an undue hardship or a practical difficulty\" that would fall under a unique circumstance.<br><br>\nThe shift comes at a time when the food industry is working to recover from months of closed dining rooms, with most sales still generated from take-out or drive-thru customers.<br><br>\nMaryland entered Stage 3 of reopening that allowed for restaurants to open their dining rooms from 50% capacity, up to 75%, on September 21.<br><br>\nSchools were allowed to reopen, though it's up to the local school system as to whether they chose to come back in person.<br><br>\n<b>Source</b>: <a href='https: edition.cnn.com\/2020\/09\/27\/us\/maryland-foam-container-ban-trnd\/index.html'>https: edition.cnn.com\/2020\/09\/27\/us\/maryland-foam-container-ban-trnd\/index.html<\/a>","color":"#42ff58","badges":["environment","case"],"author":"Inas M.","description":"Social Media and Marketing Coordinator","date":"29th Sep 2020","image":"100002.jpg"}